Revit 2023 API
GroupTypeId.Profile Property
 "Profile"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Profile { get; }
Visual Basic
Public Shared ReadOnly Property Profile As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Profile {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace